var data = {
    "orgs": {
              "aclu": {
            "name": "ACLU Model",           
            "title": "Section 1: \"This ordinance shall be known as the <span class='aliceblue'>Surveillance</span> & Community Safety Ordinance.\"",
            "approvalreq": "Section 2: \"1) A [City/County] entity must obtain [Council/Board] approval at a properly-noticed public hearing prior to any of the following: <br><br>a) Seeking funds for surveillance technology, including but not limited to applying for a grant or soliciting or accepting state or federal funds or in-kind or other donations; <br><br>b) Acquiring new surveillance technology, including but not limited to procuring such technology without the exchange of monies or consideration; <br><br>c) Using new surveillance technology, or using existing surveillance technology for a purpose, in a manner or in a location not previously approved by the [Council/Board]; or <br><br>d) Entering into an agreement with a non-[City/County] entity to acquire, share or otherwise use surveillance technology or the information it provides. <br><br>2) A [City/County] entity must obtain [Council/Board] approval of a Surveillance Use Policy prior to engaging in any of the activities described in subsection (1)(b)-(d).\"<br><br>Section 3: \"Information Required<br><br> 1) The [City/County] entity seeking approval under Section 2 shall submit to the [Council/Board] a Surveillance Impact Report and a proposed Surveillance Use Policy at least forty-five (45) days prior to the public hearing. <br><br>2) The [Council/Board] shall publicly release in print and online the Surveillance Impact Report and proposed Surveillance Use Policy at least thirty (30) days prior to the public hearing.\"",
            "definitions": {
                "survtech": "Section 7.3: \"\'Surveillance technology\' means any electronic device, system utilizing an electronic device, or similar used, designed, or primarily intended to collect, retain, process, or share audio, electronic, visual, location, thermal, olfactory or similar information specifically associated with, or capable of being associated with, any individual or group.\"",
                "survreport": "Section 7.1: \"\'Surveillance Report\' means a written report concerning a specific surveillance technology that includes all of the following: <br><br>a. A description of how the surveillance technology was used; <br><br>b. Whether and how often data acquired through the use of the surveillance technology was shared with outside entities, the name of any recipient entity, the type(s) of data disclosed, under what legal standard(s) the information was disclosed, and the justification for the disclosure(s); <br><br>c. A summary of community complaints or concerns about the surveillance technology; <br><br>d. The results of any internal audits, any information about violations of the Surveillance Use Policy, and any actions taken in response; <br><br>e. Information, including crime statistics, that help the community assess whether the surveillance technology has been effective at achieving its identified purposes; <br><br>f. Statistics and information about public records act requests, including response rates; and <br><br>g. Total annual costs for the surveillance technology, including personnel and other ongoing costs, and what source of funding will fund the technology in the coming year.\"",
                "survimpact": "Section 7.4: \"\'Surveillance Impact Report\' means a publicly-released written report including at a minimum the following: <br><br>(a) information describing the surveillance technology and how it works, including product descriptions from manufacturers; <br><br>(b) information on the proposed purpose(s) for the surveillance technology; <br><br>(c) the location(s) it may be deployed and crime statistics for any location(s); <br><br>(d) an assessment identifying any potential impact on civil liberties and civil rights and discussing any plans to safeguard the rights of the public; and <br><br>(e) the fiscal costs for the surveillance technology, including initial purchase, personnel and other ongoing costs, and any current or potential sources of funding.\"",
                "survpolicy": "Section 7.4: \"\'Surveillance Use Policy\' means a publicly-released and legally-enforceable policy for use of the surveillance technology that at a minimum specifies the following:<br><br> a. Purpose: The specific purpose(s) that the surveillance technology is intended to advance.<br><br> b. Authorized Use: The uses that are authorized, the rules and processes required prior to such use, and the uses that are prohibited.<br><br> c. Data Collection: The information that can be collected by the surveillance technology.<br><br> d. Data Access: The individuals who can access or use the collected information, and the rules and processes required prior to access or use of the information.<br><br> e. Data Protection: The safeguards that protect information from unauthorized access, including encryption and access control mechanisms.<br><br> f. Data Retention: The time period, if any, for which information collected by the surveillance technology will be routinely retained, the reason such retention period is appropriate to further the purpose(s), the process by which the information is regularly deleted after that period lapses, and the specific conditions that must be met to retain information beyond that period.<br><br> g. Public Access: How collected information can be accessed or used by members of the public, including criminal defendants.<br><br> h. Third Party Data Sharing: If and how other [City/County] or non-[City/County] entities can access or use the information, including any required justification or legal standard necessary to do so and any obligations imposed on the recipient of the information.<br><br> i. Training: The training required for any individual authorized to use the surveillance technology or to access information collected by the surveillance technology, including any training materials.<br><br> j. Auditing and Oversight: The mechanisms to ensure that the Surveillance Use Policy is followed, including internal personnel assigned to ensure compliance with the policy, internal recordkeeping of the use of the technology or access to information collected by the technology, technical measures to monitor for misuse, any independent person or entity with oversight authority, and the legally enforceable sanctions for violations of the policy\""
            }, 
                  "commission": "There is no language regarding the involvement and oversight from a citizen-led commission.",
                  "exigent": "There is no language providing for surveillance technology use without prior approval by a City/County.",
                  "determination": "Section 4: \"The [Council/Board] shall only approve any action described in Section 2, subsection (1) of this ordinance after making a determination that the benefits to the community of the surveillance technology outweigh the costs and the proposal will safeguard civil liberties and civil rights.\"",
                  "compliance": "Section 5: \"Each [City/County] entity possessing or using surveillance technology prior to the effective date of this ordinance shall submit a proposed Surveillance Use Policy no later than ninety (90) days following the effective date of this ordinance for review and approval by [Council/Board]. If such review and approval has not occurred within sixty (60) days of the submission date, the [City/County] entity shall cease its use of the surveillance technology until such review and approval occurs.\"",
          "oversight": "Section 6: \"1) A [City/County] entity which obtained approval for the use of surveillance technology must submit a Surveillance Report for each such surveillance technology to the [Council/Board] within twelve (12) months of [Council/Board] approval and annually thereafter on or before November 1. <br><br>2) Based upon information provided in the Surveillance Report, the [Council/Board] shall determine whether the benefits to the community of the surveillance technology outweigh the costs and civil liberties and civil rights are safeguarded. If the benefits do not outweigh the costs or civil rights and civil liberties are not safeguarded, the [Council/Board] shall direct that use of the surveillance technology cease and/or require modifications to the Surveillance Use Policy that will resolve the above concerns. <br><br>3) No later than January 15 of each year, the [Council/Board] shall hold a public meeting and publicly release in print and online a report that includes, for the prior year: <br><br>a. A summary of all requests for [Council/Board] approval pursuant to Section 2 or Section 5, including whether the [Council/Board] approved or rejected the proposal and/or required changes to a proposed Surveillance Use Policy before approval; and <br><br>b. All Surveillance Reports submitted.\"",
                  "secrecy": "This ordinance does not contain specific language regarding public access or secrecy of surveillance technology contracts.", 
            "enforcement": "Section 8: \"1) Any violation of this Ordinance constitutes an injury and any person may institute proceedings for injunctive relief, declaratory relief, or writ of mandate in any court of competent jurisdiction to enforce this Ordinance.<br><br> 2) A court shall award costs and reasonable attorneys' fees to the plaintiff who is the prevailing party in an action brought to enforce this Ordinance. <br><br> 3) In addition, for a willful, intentional, or reckless violation of this Ordinance, an individual shall be deemed guilty of a misdemeanor and may be punished by a fine not exceeding $1,000 per violation, imprisonment in the county jail for not more than six months, or both such a fine and imprisonment.\"",
          "severability": "Section 9: \"The provisions in this Ordinance are severable. If any part of provision of this Ordinance, or the application of this Ordinance to any person or circumstance, is held invalid, the remainder of this Ordinance, including the application of such part or provisions to other persons or circumstances, shall not be affected by such holding and shall continue to have force and effect.\"",
            "effectivedate": "Section 10: \"This Ordinance shall take effect on [DATE].\"",
          "whistleblower": "This ordinance does not contain specific language regarding whistleblower protection."

      },
      "berkeley": {
            "name": "Berkeley", 
            "title": "\"This ordinance shall be known as the Surveillance Technology Use and Community Safety Ordinance.\"",
            "approvalreq": "\"1. The City Manager must obtain City Council approval, except in Exigent Circumstances, by placing an item on the Action Calendar at a duly noticed meeting of the City Council prior to any of the following: <br><br>a. Seeking, soliciting, or accepting grant funds for the purchase of, or in-kind or other donations of, Surveillance Technology; <br><br>b. Acquiring new Surveillance Technology, including but not limited to procuring such technology without the exchange of monies or consideration; <br><br>c. Using new Surveillance Technology, or using Surveillance Technology previously approved by the City Council for a purpose, or in a manner not previously approved by the City Council; or <br><br>d. Entering into an agreement with a non-City entity to acquire, share or otherwise use Surveillance Technology or the information it provides, or expanding a vendor’s permission to share or otherwise use Surveillance Technology or the information it provides. <br><br>2. The City Manager must present a Surveillance Use Policy for each Surveillance Technology to the Police Review Commission, prior to adoption by the City Council. The Police Review Commission shall also be provided with the corresponding Surveillance Acquisition Report that had been presented to council for that Surveillance Technology. No later than 30 days after receiving a Surveillance Use Policy for review, the Police Review Commission must vote to recommend approval of the policy, object to the proposal, recommend modifications, or take no action. Neither opposition to approval of such a policy, nor failure by the Police Review Commission to act shall prohibit the City Manager from proceeding with its own review and potential adoption. <br><br>3. The City Manager must submit for review a Surveillance Acquisition Report and obtain City Council approval of a Surveillance Use Policy prior to engaging in any of the activities described in subsection (1) (a)-(d).\"",
            "definitions": {
                "survtech": "2.99.020.1: \"\'Surveillance Technology\' means an electronic device, system utilizing an electronic device, or similar technological tool used, designed, or primarily intended to collect audio, electronic, visual, location, thermal, olfactory, biometric, or similar information specifically associated with, or capable of being associated with, any individual or group. Examples of covered Surveillance Technology include, but are not limited to: cell site simulators (Stingrays); automatic license plate readers; body worn cameras; gunshot detectors (ShotSpotter); facial recognition software; thermal imaging systems, except as allowed under Section 2(d); social media analytics software; gait analysis software; and video cameras that record audio or video and can remotely transmit or can be remotely accessed.<br><br>\'Surveillance Technology\' does not include the following devices or hardware, unless they have been equipped with, or are modified to become or include, a Surveillance Technology as defined in Section 2 (above):<br><br>a. Routine office hardware, such as televisions, computers, and printers, that is in widespread public use and will not be used for any surveillance functions;<br><br> b. Handheld Parking Citation Devices, that do not automatically read license plates;<br><br> c. Manually-operated, portable digital cameras, audio recorders, and video recorders that are not to be used remotely and whose functionality is limited to manually capturing, viewing, editing and downloading video and/or audio recordings, but not including body worn cameras;<br><br>d. Devices that cannot record or transmit audio or video or be remotely accessed, such as image stabilizing binoculars or night vision goggles or thermal imaging cameras used for fire operations, search and rescue operations and missing person searches, and equipment used in active searches for wanted suspects;<br><br>e. annually-operated technological devices that are not designed and will not be used to surreptitiously collect surveillance data, such as two-way radios, email systems and city-issued cell phones;<br><br>f. Municipal agency databases;<br><br>g. Medical equipment used to diagnose, treat, or prevent disease or injury,including electrocardiogram machines;<br><br>h. Cybersecurity capabilities, technologies and systems used by the City of Berkeley Department of Information Technology to predict, monitor for, prevent, and protect technology infrastructure and systems owned and operated by the City of Berkeley from potential cybersecurity events and cyber-forensic based investigations and prosecutions of illegal computer based activity;<br><br>i. Stationary security cameras affixed to City property or facilities.\"",
                "survreport": "\'Surveillance Technology Report\' means an annual written report by the City Manager covering all of the City of Berkeley’s Surveillance Technologies that includes all of the following information with regard to each type of Surveillance Technology: <br><br>a. Description: A description of all non-privileged and non-confidential information about use of the Surveillance Technology, including but not limited to the quantity of data gathered and sharing of data, if any, with outside entities. If sharing has occurred, the report shall include general, non-privileged and non- confidential information about recipient entities, including the names of the entities and purposes for such sharing; <br><br>b. Geographic Deployment: Where applicable, non-privileged and non- confidential information about where the surveillance technology was deployed geographically; <br><br>c. Complaints: A summary of each complaint, if any, received by the City about the Surveillance Technology; <br><br>d. Audits and Violations: The results of any non-privileged internal audits, any information about violations or potential violations of the Surveillance Use Policy, and any actions taken in response; <br><br>e. Data Breaches: Non-privileged and non-confidential information about any data breaches or other unauthorized access to the data collected by the surveillance technology, including information about the scope of the breach and the actions taken in response; <br><br>f. Effectiveness: Information that helps the community assess whether the Surveillance Technology has been effective in achieving its identified outcomes; <br><br>g. Costs: Total annual costs for the Surveillance Technology, including personnel and other ongoing costs.",
                "survimpact": "\'Surveillance Acquisition Report\' means a publicly-released written report produced prior to acquisition or to proposed permanent use after use in Exigent Circumstances pursuant to Section 2.99.040 (2), of a type of Surveillance Technology that includes the following: <br><br>a. Description: Information describing the Surveillance Technology and how it works, including product descriptions from manufacturers; <br><br>b. Purpose: Information on the proposed purposes(s) for the Surveillance Technology; <br><br>c. Location: The general location(s) it may be deployed and reasons for deployment; <br><br>d. Impact: An assessment identifying potential impacts on civil liberties and civil rights including but not limited to potential disparate or adverse impacts on any communities or groups; <br><br>e. Mitigation: Information regarding technical and procedural measures that can be implemented to appropriately safeguard the public from any impacts identified in subsection (d);<br><br> f. Data Types and Sources: A list of the sources of data proposed to be collected, analyzed, or processed by the Surveillance Technology, including “open source” data; <br><br>g. Data Security: Information about the steps that can be taken to ensure adequate security measures to safeguard the data collected or generated from unauthorized access or disclosure;<br><br> h. Fiscal Cost: The fiscal costs for the Surveillance Technology, including initial purchase, personnel and other ongoing costs, including to the extent practicable costs associated with compliance with this and other reporting and oversight requirements, as well as any current or potential sources of funding;<br><br> i. Third Party Dependence and Access: Whether use or maintenance of the technology will require data gathered by the technology to be handled or stored by a third-party vendor on an ongoing basis, and whether a third-party may have access to such data or may have the right to sell or otherwise share the data in aggregated, disaggregated, raw or any other formats; <br><br>j. Alternatives: A summary and general assessment of potentially viable alternative methods (whether involving the use of a new technology or not), if any, considered before deciding to propose acquiring the Surveillance Technology. , ; and, <br><br>k. Experience of Other Entities: To the extent such information is available, a summary of the experience of comparable government entities with the proposed technology, including any unanticipated financial or community costs and benefits, experienced by such other entities.",
                "survpolicy": "\"Surveillance Use Policy\" means a publicly-released and legally-enforceable policy for use of each type of the Surveillance Technology that shall reflect the Surveillance Acquisition Report produced for that Surveillance Technology and that at a minimum specifies the following:<br><br> a. Purpose: The specific purpose(s) that the Surveillance Technology is intended to advance;<br><br> b. Authorized Use: The uses that are authorized, the rules and processes required prior to such use, and the uses that are prohibited;<br><br> c. Data Collection: Information collection that is allowed and prohibited. Where applicable, list any data sources the technology will rely upon, including “open source” data;<br><br> d. Data Access: A general description of the title and position of the employees and entities authorized to access or use the collected information, and the rules and processes required prior to access or use of the information, and a description of any and all of the vendor’s rights to access and use, sell or otherwise share information for any purpose;<br><br> e. Data Protection: A general description of the safeguards that protect information from unauthorized access, including encryption and access control mechanisms, and safeguards that exist to protect data at the vendor level;<br><br> f. Civil Liberties and Rights Protection: A general description of the safeguards that protect against the use of the Surveillance Technology and any data resulting from its use in a way that violates or infringes on civil rights and liberties, including but not limited to potential disparate or adverse impacts on any communities or groups;<br><br> g. Data Retention: The time period, if any, for which information collected by the surveillance technology will be routinely retained, the reason such retention period is appropriate to further the purpose(s), the process by which the information is regularly deleted after that period lapses, and the specific conditions that must be met to retain information beyond such period;<br><br> h. Public Access: How collected information may be accessed or used by members of the public;<br><br> i. Third Party Data Sharing: If and how other City or non-City Entities can access or use the information, including any required justification or legal standard necessary to do so and any obligations imposed on the recipient of the information;<br><br> j. Training: Training required for any employee authorized to use the Surveillance Technology or to access information collected;<br><br> k. Auditing and Oversight: Mechanisms to ensure that the Surveillance Use Policy is followed, technical measures to monitor for misuse, and the legally enforceable sanctions for intentional violations of the policy; and<br><br> l. Maintenance: The mechanisms and procedures to ensure maintenance of the security and integrity of the Surveillance Technology and collected information."
            },
          "commission": "\"The City Manager must present a Surveillance Use Policy for each Surveillance Technology to the Police Review Commission, prior to adoption by the City Council. The Police Review Commission shall also be provided with the corresponding Surveillance Acquisition Report that had been presented to council for that Surveillance Technology. <br><br>No later than 30 days after receiving a Surveillance Use Policy for review, the Police Review Commission must vote to recommend approval of the policy, object to the proposal, recommend modifications, or take no action. Neither opposition to approval of such a policy, nor failure by the Police Review Commission to act shall prohibit the City Manager from proceeding with its own review and potential adoption.\"",
          "exigent": "\"“Exigent Circumstances” means the City Manager’s good faith belief that an emergency involving imminent danger of death or serious physical injury to any person, or imminent danger of significant property damage, requires use of the Surveillance Technology or the information it provides.\"<br><br>\"Notwithstanding the provisions of this Chapter, the City Manager may borrow, acquire and/or temporarily use Surveillance Technology in Exigent Circumstances without following the requirements in Sections 2.99.030 and 2.99.040. However, if the City Manager borrows, acquires or temporarily uses Surveillance Technology in Exigent Circumstances he or she must take all of the following actions: <br><br>1. Provide written notice of that acquisition or use to the City Council within 30 days following the commencement of such Exigent Circumstance, unless such information is confidential or privileged; <br><br>2. If it is anticipated that the use will continue beyond the Exigent Circumstance, submit a proposed Surveillance Acquisition Report and Surveillance Use Policy, as applicable, to the City Council within 90 days following the borrowing, acquisition or temporary use, and receive approval, as applicable, from the City Council pursuant to Sections 2.99.030 and 2.99.040; and <br><br>3. Include the Surveillance Technology in the City Manager’s next annual Surveillance Technology Report.\"",
          "determination": "\"The City Council shall only approve any action described in Section 2.99.030, 2.99.040, or Section 2.99.050 of this Chapter after making a determination that the benefits to the community of the Surveillance Technology, used according to its Surveillance Use Policy, outweigh the costs; that the proposal will appropriately safeguard civil liberties and civil rights to the maximum extent possible while serving its intended purposes; and that, in the City Council’s judgment, no feasible alternative with similar utility and a lesser impact on civil rights or civil liberties could be implemented.\"",
          "compliance": "\"The City Manager shall submit to the Action Calendar for the first City Council meeting in November of 2018, a Surveillance Acquisition Report and a proposed Surveillance Use Policy for each Surveillance Technology possessed or used prior to the effective date of this ordinance.\"",
          "oversight": "\"The City Manager must submit to the Council Action Calendar a written Surveillance Technology Report, covering all of the City’s Surveillance Technologies, annually at the first regular Council meeting in November. After review of the Surveillance Technology Report, Council may make modifications to Surveillance Use Policies.\"",
            "secrecy": "\"To the extent permitted by law, the City shall continue to make available to the public all of its surveillance-related contracts, including related non-disclosure agreements, if any.\"",
            "enforcement": "2.99.090: \"This Chapter does not confer any rights upon any person or entity other than the City Council to cancel or suspend a contract for a Surveillance Technology. The Chapter does not provide a private right of action upon any person or entity to seek injunctive relief against the City or any employee unless that person or entity has first provided written notice to the City Manager by serving the City Clerk, regarding the specific alleged violations of this Chapter. If a specific alleged violation is not remedied within 90 days of that written notice, a person or entity may seek injunctive relief in a court of competent jurisdiction. If the alleged violation is substantiated and subsequently cured, a notice shall be posted in a conspicuous manner on the City’s website that describes, to the extent permissible by law, the corrective measures taken to address the violation. If it is shown that the violation is the result of arbitrary or capricious action by the City or an employee or agent thereof in his or her official capacity, the prevailing complainant in an action for relief may collect from the City reasonable attorney’s fees in an amount not to exceed $15,000 if he or she is personally obligated to pay such fees.\"",
            "severability": "2.99.110: \"If any word, phrase, sentence, part, section, subsection, or other portion of this Chapter, or any application thereof to any person or circumstance is declared void, unconstitutional, or invalid for any reason, then such word, phrase, sentence, part, section, subsection, or other portion, or the prescribed application thereof, shall be severable, and the remaining provisions of this Chapter, and all applications thereof, not having been declared void, unconstitutional or invalid, shall remain in full force and effect. The City Council hereby declares that it would have passed this title, and each section, subsection, sentence, clause and phrase of this Chapter, irrespective of the fact that any one or more sections, subsections, sentences, clauses or phrases is declared invalid or unconstitutional.\"",
            "effectivedate": "\"Copies of this Ordinance shall be posted for two days prior to adoption in the display case located near the walkway in front of Council Chambers, 2134 Martin Luther King Jr. Way. Within 15 days of adoption, copies of this Ordinance shall be filed at each branch of the Berkeley Public Library and the title shall be published in a newspaper of general circulation.\"",
          "whistleblower": "2.99.100: \"All provisions of Berkeley’s Protection of Whistleblowers Workplace Policy, as promulgated by the City Manager on November 2, 2016 and including any updates or replacements thereto, shall apply.\""

      },
      "davis": {
            "name": "Davis", 
            "title": "Blank",
            "approvalreq": "Blank",
            "definitions": {
                "survtech": "Blank",
                "survreport": "Blank",
                "survimpact": "Blank",
                "survpolicy": "Blank"
            },
          "commission": "There is no language regarding the involvement and oversight from a citizen-led commission.",          
            "exigent":"Blank",
          "determination": "Blank",
          "compliance": "Blank",          
          "oversight": "Blank",
          "secrecy": "This ordinance does not contain specific language regarding public access or secrecy of surveillance technology contracts.",
            "enforcement": "Blank",
          "severability": "Blank",
          "effectivedate": "Blank",
          "whistleblower": "Blank"
        },
      "santaclara": {
            "name": "Santa Clara County", 
            "title": "Blank",
            "approvalreq": "Blank",
            "definitions": {
                "survtech": "Blank",
                "survreport": "Blank",
                "survimpact": "Blank",
                "survpolicy": "Blank"
            }, 
          "commission": "There is no language regarding the involvement and oversight from a citizen-led commission.",          
          "exigent":"Blank",
        "determination": "Blank",
          "compliance": "Blank",
          "oversight": "Blank",
          "secrecy": "This ordinance does not contain specific language regarding public access or secrecy of surveillance technology contracts.",
            "enforcement": "Blank",

          "severability": "Blank",
            "effectivedate": "Blank",
          "whistleblower": "Blank"

      },
        "oakland": {
            "name": "Oakland", 
            "title": "\"This Ordinance shall be known as the Surveillance and Community Safety Ordinance.\"",
            "approvalreq": "\"1. City staff must obtain City Council approval prior to any of the following: <br><br>A. Accepting state or federal funds or in-kind or other donations for surveillance technology; <br><br>B. Acquiring new surveillance technology, including but not limited to procuring such technology without the exchange of monies or consideration; <br><br>C. Using new surveillance technology, or using existing surveillance technology or the information it provides for a purpose, in a manner, or in a location not previously approved by the City Council pursuant to the requirements of this ordinance; or <br><br>D. Entering into a continuing agreement or written agreement with a non- City entity to acquire, share or otherwise use surveillance technology or the information it provides, including data sharing agreements. <br><br>E. Notwithstanding any other provision of this section, nothing herein shall be construed to prevent, restrict or interfere with any person providing evidence or information derived from surveillance technology to a law enforcement agency for the purposes of conducting a criminal investigation or the law enforcement agency from receiving such evidence or information. <br><br>2. City Council Approval Process <br><br>A. After the PAC Notification and Review requirements in Section 9.64.020 have been met, City staff seeking City Council approval shall schedule for City Council consideration and approval of the proposed Surveillance Impact Report and proposed Surveillance Use Policy, and include Privacy Advisory Commission recommendations at least fifteen (15) days prior to a mandatory, properly-noticed, germane public hearing. Approval may only occur at a public hearing. <br><br>B. The City Council shall only approve any action as provided in this Chapter after first considering the recommendation of the Privacy Advisory Commission, and subsequently making a determination that the benefits to the community of the surveillance technology outweigh the costs; that the proposal will safeguard civil liberties and civil rights; and that, in the City Council’s judgment, no alternative with a lesser economic cost or impact on civil rights or civil liberties would be as effective. <br><br>C. For Approval of Existing Surveillance Technology for which the Privacy Advisory Commission failed to make its recommendation within ninety (90) days of review as provided for under 9.64.020.3.E, if the City Council has not reviewed and approved such item within four City Council meetings from when the item was initially scheduled for City Council consideration, the City shall cease its use of the surveillance technology until such review and approval occurs. <br><br>3. Surveillance Impact Reports and Surveillance Use Policies are Public Records City staff shall make the Surveillance Impact Report and Surveillance Use Policy, as updated from time to time, available to the public as long as the City uses the surveillance technology in accordance with its request pursuant to Section 9.64.020.A.1.\"",
            "definitions": {
                "survtech": "9.64.010.10: \"\'Surveillance technology\' means any software, electronic device, system utilizing an electronic device, or similar used, designed, or primarily intended to collect, retain, analyze, process, or share audio, electronic, visual, location, thermal, olfactory, biometric, or similar information specifically associated with, or capable of being associated with, any individual or group. Examples of surveillance technology include, but is not limited to the following: cell site simulators (Stingrays); automatic license plate readers; gunshot detectors (ShotSpotter); facial recognition software; thermal imaging systems; body-worn cameras; social media analytics software; gait analysis software; video cameras that record audio or video, and transmit or can be remotely.accessed. It also includes software designed to monitor social media services or forecast criminal activity or criminality, biometric identification hardware or software.<br><br>A. \'Surveillance technology\' does not include the following devices or hardware, unless they have been equipped with, or are modified to become or include, a surveillance technology as defined above:<br><br>1. Routine office hardware, such as televisions, computers, credit card machines, badge readers, copy machines, and printers, that is in widespread use and will not be used for any surveillance or law enforcement functions;<br><br>2. Parking Ticket Devices (PTDs);<br><br>3. Manually-operated, non-wearable, handheld digital cameras, audio recorders, and video recorders that are not designed to be used surreptitiously and whose functionality is limited to manually capturing and manually downloading video and/or audio recordings;<br><br>4. Surveillance devices that cannot record or transmit audio or video or be remotely accessed, such as image stabilizing binoculars or night vision goggles;<br><br> 5. Manually-operated technological devices used primarily for internal municipal entity communications and are not designed to surreptitiously collect surveillance data, such as radios and email systems;<br><br>6. City databases that do not contain any data or other information collected, captured, recorded, retained, processed, intercepted, or analyzed by surveillance technology, including payroll, accounting, or other fiscal databases.<br><br>7. Medical equipment used to diagnose, treat, or prevent disease or injury.<br><br>8. Police department interview room cameras.<br><br>9. Police department case management systems.<br><br>10. Police department early warning systems.<br><br>11. Personal Communication Devices that have not been modified beyond stock manufacturer capabilities in a manner described above.\"",
                "survreport": "\'Annual Surveillance Report\' means a written report concerning a specific surveillance technology that includes all the following:<br><br> A. A description of how the surveillance technology was used, including the type and quantity of data gathered or analyzed by the technology;<br><br> B. Whether and how often data acquired through the use of the surveillance technology was shared with outside entities, the name of any recipient entity, the type(s) of data disclosed, under what legal standard(s) the information was disclosed, and the justification for the disclosure(s);<br><br> C. Where applicable, a breakdown of what physical objects the surveillance technology hardware was installed upon; using general descriptive terms so as not to reveal the specific location of such hardware; for surveillance technology software, a breakdown of what data sources the surveillance technology was applied to;<br><br> D. Where applicable, a breakdown of where the surveillance technology was deployed geographically, by each Police Area in the relevant year;<br><br> E. A summary of community complaints or concerns about the surveillance technology, and an analysis of the technology’s adopted use policy and whether it is adequate in protecting civil rights and civil liberties.<br><br> F. The results of any internal audits, any information about violations or potential violations of the Surveillance Use Policy, and any actions taken in response unless the release of such information is prohibited by law, including but not limited to confidential personnel file information.<br><br> G. Information about any data breaches or other unauthorized access to the data collected by the surveillance technology, including information about the scope of the breach and the actions taken in response;<br><br> H. Information, including crime statistics, that helps the community assess whether the surveillance technology has been effective at achieving its identified purposes;<br><br> I. Statistics and information about public records act requests regarding the relevant subject surveillance technology, including response rates; <br><br>J. Total annual costs for the surveillance technology, including personnel and other ongoing costs, and what source of funding will fund the technology in the coming year; and <br><br>K. Any requested modifications to the Surveillance Use Policy and a detailed basis for the request.",
                "survimpact": "\'Surveillance Impact Report\' means a publicly-released written report including at a minimum the following:<br><br> A. Description: Information describing the surveillance technology and how it works, including product descriptions from manufacturers;<br><br> B. Purpose: Information on the proposed purposes(s) for the surveillance technology;<br><br> C. Location: The location(s) it may be deployed, using general descriptive terms, and crime statistics for any location(s);<br><br> D. Impact: An assessment of the technology’s adopted use policy and whether it is adequate in protecting civil rights and liberties and whether the surveillance technology was used or deployed, intentionally or inadvertently, in a manner that is discriminatory, viewpoint-based, or biased via algorithm;<br><br> E. Mitigations: Identify specific, affirmative technical and procedural measures that will be implemented to safeguard the public from each such impacts;<br><br> F. Data Types and Sources: A list of all types and sources of data to be collected, analyzed, or processed by the surveillance technology, including “open source” data, scores, reports, logic or algorithm used, and any additional information derived therefrom;<br><br> G. Data Security: Information about the steps that will be taken to ensure that adequate security measures are used to safeguard the data collected or generated by the technology from unauthorized access or disclosure;<br><br> H. Fiscal Cost: The fiscal costs for the surveillance technology, including initial purchase, personnel and other ongoing costs, and any current or potential sources of funding;<br><br> I. Third Party Dependence: Whether use or maintenance of the technology will require data gathered by the technology to be handled or stored by a third-party vendor on an ongoing basis;<br><br> J. Alternatives: A summary of all alternative methods (whether involving the use of a new technology or not) considered before deciding to use the proposed surveillance technology, including the costs and benefits associated with each alternative and an explanation of the reasons why each alternative is inadequate; and,<br><br> K. Track Record: A summary of the experience (if any) other entities, especially government entities, have had with the proposed technology, including, if available, quantitative information about the effectiveness of the propose^ technology in achieving its stated purpose in other jurisdictions, and any known adverse information about the technology (such as unanticipated costs, failures, or civil rights and civil liberties abuses).",
                "survpolicy": "\"Surveillance Use Policy\" means a publicly-released and legally enforceable policy for use of the surveillance technology that at a minimum specifies the following:<br><br> A. Purpose: The specific purpose(s) that the surveillance technology is intended to advance;<br><br> B. Authorized Use: The specific uses that are authorized, and the rules and processes required prior to such use;<br><br> C. Data Collection: The information that can be collected by the surveillance technology. Where applicable, list any data sources the technology will rely upon, including “open source” data;<br><br> D. Data Access: The category of individuals who can access or use the collected information, and the rules and processes required prior to access or use of the information;<br><br> E. Data Protection: The safeguards that protect information from unauthorized access, including encryption and access control mechanisms;<br><br> F. Data Retention: The time period, if any, for which information collected by the surveillance technology will be routinely retained, the reason such retention period is appropriate to further the purpose(s), the process by which the information is regularly deleted after that period lapses, and the specific conditions that must be met to retain information beyond that period;<br><br> G. Public Access: How collected information can be accessed or used by members of the public, including criminal defendants;<br><br> H. Third Party Data Sharing: If and how other City departments, bureaus, divisions, or non-City entities can access or use the information, including any required justification or legal standard necessary to do so and any obligations imposed on the recipient of the information;<br><br> I. Training: The training required for any individual authorized to use the surveillance technology or to access information collected by the surveillance technology;<br><br> J. Auditing and Oversight: The mechanisms to ensure that the Surveillance Use Policy is followed, including internal personnel assigned to ensure compliance with the policy, internal recordkeeping of the use of the technology or access to information collected by the technology, technical measures to monitor for misuse, any independent person or entity with oversight authority, and the legally enforceable sanctions for violations of the policy; and<br><br> K. Maintenance: The mechanisms and procedures to ensure that the security and integrity of the surveillance technology and collected information will be maintained."
            },
          "commission": "\"1. PAC Notification Required Prior to City Solicitation of Funds and Proposals for Surveillance Technology. <br><br> A. City staff shall notify the Chair of the Privacy Advisory Commission prior to: <br><br>1. Seeking or soliciting funds for surveillance technology, including but not limited to applying for a grant; or, <br><br>2. Soliciting proposals with a non-City entity to acquire, share or otherwise use surveillance technology or the information it provides. <br><br>B. Upon notification by City staff, the Chair of the Privacy Advisory Commission shall place the item on the agenda at the next Privacy Advisory Commission meeting for discussion and possible action. At this meeting, City staff shall inform the Privacy Advisory Commission of the need for the funds or equipment, or shall otherwise justify the action City staff will seek Council approval for pursuant to 9.64.030. The Privacy Advisory Commission may make a recommendation to the City Council by voting its approval to proceed, object to the proposal, recommend that the City staff modify the proposal, or take no action. <br><br>C. Should the Privacy Advisory Commission not make a recommendation pursuant to 9.64.020.1.B, City staff may proceed and seek Council Approval of the proposed Surveillance Technology initiative pursuant to the requirements of Section 9.64.030. <br><br>2. PAC Review Required for New Surveillance Technology Before City Council Approval <br><br>A. Prior to seeking City Council approval under Section 9.64.030, City staff shall submit a Surveillance Impact Report and a Surveillance Use Policy for the proposed new surveillance technology initiative to the Privacy Advisory Commission for its review at a regularly noticed meeting. The Surveillance Impact Report and Surveillance Use Policy must address the specific subject matter specified for such reports as defined under 9.64.010. <br><br>B. The Privacy Advisory Commission shall recommend that the City Council adopt, modify, or reject the proposed Surveillance Use Policy. If the Privacy Advisory Commission proposes that the Surveillance Use Policy be modified, the Privacy Advisory Commission shall propose such modifications to City staff. City staff shall present such modifications to City Council when seeking City Council approval under Section 9.64.030. <br><br>C. Failure by the Privacy Advisory Commission to make its recommendation on the item within 90 days of submission shall enable the City entity to proceed to the City Council for approval of the item. <br><br>3. PAC Review Requirements for Existing Surveillance Technology Before City Council Approval <br><br>A. Prior to seeking City Council approval for existing City surveillance technology under Section 9.64.030 City staff shall submit a Surveillance Impact Report and Surveillance Use Policy to the Privacy Advisory Commission for its review at a regularly noticed meeting. The Surveillance Impact Report and Surveillance Use Policy must address the specific subject matter specified for such reports as defined under 9.64.010. <br><br>B. Prior to submitting the Surveillance Impact Report and proposed Surveillance Use Policy as described above, City staff shall present to the Privacy Advisory Commission a list of surveillance technology possessed and/or used by the City. <br><br>C. The Privacy Advisory Commission shall rank the items in order of potential impact to civil liberties. <br><br>D. Within sixty (60) days of the Privacy Advisory Commission’s action in 9.64.020.1.C., City staff shall submit at least one (1) Surveillance Impact Report and proposed Surveillance Use Policy per month to the Privacy Advisory Commission for review, beginning with the highest ranking items as determined by the Privacy Advisory Commission, and continuing thereafter each month until a policy has been submitted for each item on the list. <br><br>E. Failure by the Privacy Advisory Commission to make its recommendation on any item within 90 days of submission shall enable City staff to proceed to the City Council for approval of the item pursuant to Section 9.64.030.\"",                      
          "exigent":"\"5. “Exigent circumstances” means a law enforcement agency’s good faith belief that an emergency involving danger of, or imminent threat of the destruction of evidence regarding, death or serious physical injury to any person requires the use of surveillance technology or the information it provides. <br><br>6. “Large-scale event” means an event attracting ten thousand (10,000) or more people with the potential to attract national media attention that provides a reasonable basis to anticipate that exigent circumstances may occur.\"<br><br>\"1. City staff may temporarily acquire or use surveillance technology and the data derived from that use in a manner not expressly allowed by a Surveillance Use Policy in two types of circumstances without following the provisions of Section 9.64.030: (A) Exigent circumstances, and (B) a Large-scale event. <br><br>2. If City staff acquires or uses a surveillance technology in the two circumstances pursuant to subdivision (1), the City staff shall: <br><br>A. Use the surveillance technology to solely respond to the Exigent circumstances or Large-scale event. <br><br>B. Cease using the surveillance technology when the Exigent circumstances or Large scale event ends. <br><br>C. Only keep and maintain data related to the Exigent circumstances and dispose of any data that is not relevant to an ongoing investigation. <br><br>D. Following the end of the Exigent circumstances or Large-scale event, report that acquisition or use to the PAC at their next respective meetings for discussion and/or possible recommendation to the City Council in accordance with the Sunshine Ordinance, the Brown Act, and City Administrator deadlines. <br><br>3. Any technology temporarily acquired in Exigent circumstances or during a Large-scale event shall be returned within seven days following its acquisition, or when the exigent circumstances end, whichever is sooner, unless the technology is submitted to the City Council for approval pursuant to Section 9.64.030 and is approved. If the agency is unable to comply with the seven-day timeline, the agency shall notify the City Council, who may grant an extension.\"",                                
          "determination": "Language regarding determination that benefits outweigh the costs is included in the City Council Approval Requirements.",
          "compliance": "\"Within 180 days of the effective date of this ordinance, City staff shall return to City Council with an ordinance or ordinances adopting and codifying the following surveillance use policies under the Oakland Municipal Code: the Domain Awareness Center (DAC) Policy for Privacy and Data Retention (Resolution No. 85638 C.M.S., passed June 2, 2015); the Forward Looking Infrared Thermal Imaging Camera System (FLIR) Privacy and Data Retention Policy (Resolution No. 85807 C.M.S., passed October 6, 2015); and the Cell Site Simulator Policy (Resolution No. 86585 C.M.S., passed February 7, 2017).\"",
            "oversight": "\"1. On March 15th of each year, or at the next closest regularly scheduled Privacy Advisory Commission meeting, City staff must present a written Annual Surveillance Report for Privacy Advisory Commission review for each approved surveillance technology item. If City staff is unable to meet the March 15th deadline, City staff shall notify the Privacy Advisory Commission in writing of staff’s request to extend this period, and the reasons for that request. The Privacy Advisory Commission may grant a single extension of up to sixty (60) days to comply with this provision.<br><br> A. After review by the Privacy Advisory Commission, City staff shall submit the Annual Surveillance Report to the City Council.<br><br> B. The Privacy Advisory Commission shall recommend to the City Council that the benefits to the community of the surveillance technology outweigh the costs and that civil liberties and civil rights are safeguarded; that use of the surveillance technology cease; or propose modifications to the corresponding Surveillance Use Policy that will resolve the concerns.<br><br> C. Failure by the Privacy Advisory Commission to make its recommendation on the item within 90 days of submission shall enable the City entity to proceed to the City Council for approval of the Annual Surveillance Report.<br><br> D. In addition to the above submission of any Annual Surveillance Report, City staff shall provide in its report to the City Council a summary of all requests for City Council approval pursuant to Section 9.64.030 and the pertinent Privacy Advisory Commission recommendation, including whether the City Council approved or rejected the proposal and/or required changes to a proposed Surveillance Use Policy before approval.<br><br> 2. Based upon information provided in City staff’s Annual Surveillance Report and after considering the recommendation of the Privacy Advisory Commission, the City Council shall re-visit its “cost benefit” analysis as provided in Section 9.64.030.2.B and either uphold or set aside the previous determination. Should the City Council set aside its previous determination, the City’s use of the surveillance technology must cease. Alternatively, City Council may require modifications to the Surveillance Use Policy that will resolve any deficiencies.\"",
            "secrecy": "\"It shall be unlawful for the City to enter into any surveillance-related contract or other agreement that conflicts with the provisions of this Ordinance, and any conflicting provisions in such future contracts or agreements, including but not limited to non-disclosure agreements, shall be deemed void and legally unenforceable.<br><br>To the extent permitted by law, the City shall publicly disclose all of its surveillance-related contracts, including any and all related non-disclosure agreements, if any, regardless of any contract terms to the contrary.\"",
            "enforcement": "9.64.050: \"1. Violations of this article are subject to the following remedies:<br><br>A. Any violation of this Ordinance, or of a Surveillance Use Policy promulgated under this Ordinance, constitutes an injury and any person may institute proceedings for injunctive relief, declaratory relief, or writ of mandate in the Superior Court of the State of California to enforce this Ordinance. An action instituted under this paragraph shall be brought against the respective City department, and the City of Oakland, and, if necessary to effectuate compliance with this Ordinance or a Surveillance Use Policy (including to expunge information unlawfully collected, retained, or shared thereunder), any other governmental agency with possession, custody, or control of data subject to this Ordinance, to the extent permitted by law.<br><br>B. Any person who has been subjected to a surveillance technology in violation of this Ordinance, or about whom information has been obtained, retained, accessed, shared, or used in violation of this Ordinance or of a Surveillance Use Policy promulgated under this Ordinance, may institute proceedings in the Superior Court of the State of California against the City of Oakland and shall be entitled to recover actual damages (but not less than liquidated damages of $1,000 or $100 per day for each day of violation, whichever is greater).<br><br>C. A court shall award costs and reasonable attorneys' fees to the plaintiff who is the prevailing party in; an action brought under paragraphs (A) or (B).<br><br>D. Violations of this Ordinance by a City employee shall result in consequences that may include retraining, suspension, or termination, subject to due process requirements and in accordance with any Memorandums of Understanding with employee bargaining units.\"",
            "severability": "SECTION 4: \"If any section, subsection, sentence, clause or phrase of this Ordinance is for any reason held to be invalid or unconstitutional by decision of any court of competent jurisdiction, such decision shall not affect the validity of the remaining portions of the Chapter. The City Council hereby declares that it would have passed this Ordinance and each section, subsection, clause or phrase thereof irrespective of the fact that one or more other sections, subsections, clauses or phrases may be declared invalid or unconstitutional.\"",
            "effectivedate": "\"This ordinance shall become effective immediately on final adoption if it receives six or more affirmative votes; otherwise it shall become effective upon the seventh day after final adoption.\"",
            "whistleblower": "9.64.070: \"1. Neither the City nor anyone acting on behalf of the City may take or fail to take, or threaten to take or fail to take, a personnel action with respect to any employee or applicant for employment, including but not limited to discriminating with respect to compensation, terms and conditions of employment, access to information, restrictions on due process rights, or civil or criminal liability, because:<br><br>A. The employee or applicant was perceived to, about to, or assisted in any lawful disclosure of information concerning the funding, acquisition, or use of a surveillance technology or surveillance data based upon a good faith belief that the disclosure evidenced a violation of this Ordinance; or<br><br>B. The employee or applicant was perceived to, about to, or assisted or participated in any proceeding or action to carry out the purposes of this Ordinance.<br><br> 2. It shall be grounds for disciplinary action for a City employee or anyone else acting on behalf of the City to retaliate against another City employee or applicant who makes a good-faith complaint that there has been a failure to comply with any Surveillance Use Policy or Administrative Instruction promulgated under this Ordinance.<br><br>3. Any employee or applicant who is injured by a violation of this section may institute a proceeding for monetary damages and injunctive relief against the City in any court of competent jurisdiction.\""

        },
    }
}
